Repository: wlady/csv-to-db
Catalog: lang/csv-to-db-*.po
Languages: ru_ru

source: Import
ru_ru: Импорт

source: Fields
ru_ru: Поля

source: Settings
ru_ru: Настройки

source: Success!
ru_ru: Завершено!

source: Cannot read from CSV
ru_ru: Не могу прочитать файл CSV

source: Cannot detect fields
ru_ru: Не могу определить поля

source: Success! Reloading...
ru_ru: Завершено! Перезагрузка…

source: Fields undefined! Click <a href="class-admin.php?page=wp-csv-to-db-fields">Fields</a> to prepare the fields.
ru_ru: Поля не заданы. Кликните <a href="class-admin.php?page=wp-csv-to-db-fields">Поля</a> настройки.

source: Columns undefined! Click <a href="class-admin.php?page=wp-csv-to-db-fields">Fields</a> to prepare the fields.
ru_ru: Колонки не заданы. Кликните <a href="class-admin.php?page=wp-csv-to-db-fields">Поля</a> настройки.

source: File size is too big!
ru_ru: Превышен размер файла!

source: Unsupported File!
ru_ru: Неизвестный тип файла!

source: Error uploading File!
ru_ru: Ошибка загрузки файла!

source: Something wrong with upload! Is "upload_max_filesize" set correctly?
ru_ru: Ошибка загрузки файла. Проверьте значение "upload_max_filesize"

source: Column configuration is empty
ru_ru: Не задана конфигурация колонок

source: Name
ru_ru: Имя

source: Type
ru_ru: Тип

source: Size
ru_ru: Размер

source: Index
ru_ru: Индекс

source: Title
ru_ru: Заголовок

source: Show
ru_ru: Показывать

source: Align
ru_ru: Отбивка

source: Check
ru_ru: Выбор

source: Left
ru_ru: Влево

source: Center
ru_ru: По центру

source: Right
ru_ru: Вправо

source: Save Changes
ru_ru: Сохранить изменения

source: Save fields configuration
ru_ru: Сохранить конфигурацию полей

source: Export Fields
ru_ru: Экспорт полей

source: Export fields configuration
ru_ru: Экспортировать конфигурацию полей

source: Clear Fields
ru_ru: Очистить поля

source: Create DB Table
ru_ru: Создать таблицу в БД

source: Create DB Table from current fields configuration
ru_ru: Создать таблицу в соответствии с текущей конфигурацией полей

source: Export Schema
ru_ru: Экспорт схемы

source: Export DB schema
ru_ru: Экспортировать схему таблицы БД

source: Import Fields
ru_ru: Импорт полей

source: Data File
ru_ru: Файл

source: Import fields configuration
ru_ru: Импортировать конфигурацию полей

source: Analyze CSV
ru_ru: Анализ CSV

source: CSV File
ru_ru: CSV файл

source: Analyze
ru_ru: Анализ

source: Analyze CSV file and create the fields configuration
ru_ru: Анализ CSV файла и создание конфигурации полей

source: Are you sure?
ru_ru: Вы уверены?

source: Upload
ru_ru: Загрузить

source: Your browser does not support new File API! Please upgrade.
ru_ru: Ваш браузер не поддерживает новые File API! Пожалуйста обновите.

source: Limit Exceeded!
ru_ru: Превышен лимит!

source: Please Wait...
ru_ru: Подождите…

source: CSV Import
ru_ru: Импорт CSV

source: Skip first rows
ru_ru: Пропустить строк

source: Re-Create table
ru_ru: Пересоздать таблицу

source: Import CSV file
ru_ru: Импортировать CSV файл

source: CSV to DB Items
ru_ru: Записи

source: CSV Import Options
ru_ru: Опции импорта CSV

source: Use LOCAL
ru_ru: Использовать LOCAL

source: Fields Terminated By
ru_ru: Разделитель полей

source: Fields Enclosed By
ru_ru: Значения полей обрамлены

source: Fields Escaped By
ru_ru: Символ экранирования

source: Lines Starting By
ru_ru: Строки начинаются с

source: Lines Terminated By
ru_ru: Разделитель строк

source: Reset to Defaults
ru_ru: Настройки по умолчанию

source: Are you sure to reset CSV to DB settings?
ru_ru: Вы действительно хотите сбросить настройки?

source: You can import/export lists in various formats. Plugin is built with micro-MVC engine.
ru_ru: Импорт произвольных данных из CSV файла в таблицу БД.
